<?php

return [
    'success' => 'Ваш интерес к продукту успешно зарегистрирован, ' .
        'наша команда свяжется с вами в ближайшее время для уточнения деталей, вы теперь в нашем' .
        'списке ожидания, как только продукт будет запущен, вы получите уведомление.',
    'email.unique' => 'Указанный адрес электронной почты уже зарегистрирован в нашей базе данных. ' .
        'Наша команда свяжется с вами в ближайшее время для уточнения деталей.',
    'email.required' => 'Поле электронной почты обязательно для заполнения.',
    'name.required' => 'Поле имени обязательно для заполнения.',
    'experience_level.required' => 'Поле уровня опыта обязательно для заполнения.',
    'message.string' => 'Поле сообщения должно быть строкой.',
    'emailConfirmed' => 'Ваш адрес электронной почты успешно подтвержден.',
    'recaptchaToken.required' => 'Поле токена recaptcha обязательно для заполнения.',
    'recaptchaToken.string' => 'Поле токена recaptcha должно быть строкой.',
];
