<?php

return [
    'success' => 'Ваш интерес к продукту успешно зарегистрирован, ' .
        'наша команда свяжется с вами в ближайшее время для уточнения деталей, вы теперь в нашем' .
        'списке ожидания, как только продукт будет запущен, вы получите уведомление. ' .
        'Теперь подтвердите ваш e-mail, кликнув по ссылке, которую мы вам отправили.',
    'email.unique' => 'Указанный адрес электронной почты уже зарегистрирован в нашей базе данных. ' .
        'Наша команда свяжется с вами в ближайшее время для уточнения деталей.',
    'email.required' => 'Поле электронной почты обязательно для заполнения.',
    'name.required' => 'Поле имени обязательно для заполнения.',
    'experience_level.required' => 'Поле уровня опыта обязательно для заполнения.',
    'message.string' => 'Поле сообщения должно быть строкой.',
    'emailConfirmed' => 'Ваш адрес электронной почты успешно подтвержден.',
    'recaptchaToken.required' => 'Поле токена recaptcha обязательно для заполнения.',
    'recaptchaToken.string' => 'Поле токена recaptcha должно быть строкой.',
    "confirm_e-mail" => "Подтвердите E-mail",
    "text_confirm_e-mail" => "Пожалуйста, подтвердите ваш адрес электронной почты, нажав на ссылку ниже",
    "button_confirm_e-mail" => "Подтвердить E-mail",
    "thanks" => "Спасибо",
    "hello" => "Здравствуйте",
    "email_confirm_text_1" => "Мы очень рады вашему интересу к",
    "email_confirm_text_2" => "Прежде всего, нам необходимо, чтобы вы подтвердили ваш e-mail.
        Это не только обеспечивает безопасность вашего аккаунта, но и официально ставит вас в очередь ожидания 
        для начала использования продукта.",
    "email_confirm_text_3" => "Почему важно подтвердить ваш e-mail?",
    "email_confirm_text_4" => "**Безопасность**: Мы хотим убедиться, что именно вы зарегистрировались на нашем сайте. Это помогает защитить вас и ваш аккаунт от несанкционированного доступа.",
    "email_confirm_text_5" => "**Эффективная Коммуникация**: Подтверждая ваш e-mail, мы гарантируем, что все важные сведения о [Название Продукта] будут доходить до вас без задержек.",
    "email_confirm_text_6" => "**Персонализированный Опыт**: С подтверждением мы можем предложить более индивидуальный опыт, соответствующий вашим ожиданиям и интересам.",
    "email_confirm_text_7" => "Как подтвердить?",
    "email_confirm_text_8" => "Это просто – достаточно кликнуть на ссылку ниже:",
];
